Repository: trytonus/nereid
Catalog: trytond_nereid/locale/*.po
Languages: de_de

# error:nereid.permission:
source: Permissions must be unique by value
de_de: Berechtigungen können nur einmal pro Wert vergeben werden.

# error:nereid.static.file:
source: Invalid file name: (1) '..' in file name (OR) (2) file name contains '/'
de_de: Ungültiger Dateiname: (1) wegen '..' im Dateinamen oder (2) Dateiname enthält '/'

# error:nereid.static.file:
source: The Name of the Static File must be unique in a folder.!
de_de: Der Name einer Statischen Datei kann nur einmal in einem Verzeichnis vergeben werden.

# error:nereid.static.folder:
source: Folder name needs to be unique
de_de: Ein Verzeichnisname kann nur einmal vergeben werden.

# error:nereid.static.folder:
source: Invalid folder name: (1) '.' in folder name (OR) (2) folder name begins with '/'
de_de: Ungültiger Verzeichnisname: (1) '.' im Verezichnisnamen oder (2) Verzeichnisname beginnt mit '/'

# error:nereid.user:
source: Email must be unique in a company
de_de: Eine E-Mailadresse kann nur einmal in einem Unternehmen vergeben werden.

# error:nereid.website.locale:
source: Code must be unique
de_de: Der Code für eine Lokalisierung kann nur einmal vergeben werden.

# error:nereid.website:
source: Another site with the same name already exists!
de_de: Es existiert bereits eine Website mit diesem Namen.

# field:ir.translation,comments:
source: Comments
de_de: Kommentare

# field:nereid.permission,create_date:
source: Create Date
de_de: Erstellungsdatum

# field:nereid.permission,create_uid:
source: Create User
de_de: Erstellt durch

# field:nereid.permission,nereid_users:
source: Nereid Users
de_de: Nereid Benutzer

# field:nereid.permission,value:
source: Value
de_de: Wert

# field:nereid.permission,write_date:
source: Write Date
de_de: Zuletzt geändert

# field:nereid.permission,write_uid:
source: Write User
de_de: Letzte Änderung durch

# field:nereid.permission-nereid.user,create_date:
source: Create Date
de_de: Erstellungsdatum

# field:nereid.permission-nereid.user,create_uid:
source: Create User
de_de: Erstellt durch

# field:nereid.permission-nereid.user,nereid_user:
source: User
de_de: Benutzer

# field:nereid.permission-nereid.user,permission:
source: Permission
de_de: Berechtigung

# field:nereid.permission-nereid.user,write_date:
source: Write Date
de_de: Zuletzt geändert

# field:nereid.permission-nereid.user,write_uid:
source: Write User
de_de: Letzte Änderung durch

# field:nereid.static.file,create_date:
source: Create Date
de_de: Erstellungsdatum

# field:nereid.static.file,create_uid:
source: Create User
de_de: Erstellt durch

# field:nereid.static.file,file_binary:
source: File
de_de: Datei

# field:nereid.static.file,file_path:
source: File Path
de_de: Dateipfad

# field:nereid.static.file,folder:
source: Folder
de_de: Verzeichnis

# field:nereid.static.file,mimetype:
source: Mimetype
de_de: MIME-Typ

# field:nereid.static.file,name:
source: File Name
de_de: Dateiname

# field:nereid.static.file,sequence:
source: Sequence
de_de: Reihenfolge

# field:nereid.static.file,write_date:
source: Write Date
de_de: Zuletzt geändert

# field:nereid.static.file,write_uid:
source: Write User
de_de: Letzte Änderung durch

# field:nereid.static.folder,create_date:
source: Create Date
de_de: Erstellungsdatum

# field:nereid.static.folder,create_uid:
source: Create User
de_de: Erstellt durch

# field:nereid.static.folder,description:
source: Description
de_de: Bezeichnung

# field:nereid.static.folder,files:
source: Files
de_de: Dateien

# field:nereid.static.folder,type:
source: File Type
de_de: Dateityp

# field:nereid.static.folder,write_date:
source: Write Date
de_de: Zuletzt geändert

# field:nereid.static.folder,write_uid:
source: Write User
de_de: Letzte Änderung durch

# field:nereid.user,active:
source: Active
de_de: Aktiv

# field:nereid.user,company:
source: Company
de_de: Unternehmen

# field:nereid.user,create_date:
source: Create Date
de_de: Erstellungsdatum

# field:nereid.user,create_uid:
source: Create User
de_de: Erstellt durch

# field:nereid.user,display_name:
source: Display Name
de_de: Anzeigename

# field:nereid.user,email_verified:
source: Email Verified
de_de: E-Mail verifiziert

# field:nereid.user,party:
source: Party
de_de: Partei

# field:nereid.user,password:
source: Password
de_de: Passwort

# field:nereid.user,permissions:
source: Permissions
de_de: Berechtigungen

# field:nereid.user,timezone:
source: Timezone
de_de: Zeitzone

# field:nereid.user,write_date:
source: Write Date
de_de: Zuletzt geändert

# field:nereid.user,write_uid:
source: Write User
de_de: Letzte Änderung durch

# field:nereid.website,active:
source: Active
de_de: Aktiv

# field:nereid.website,application_user:
source: Application User
de_de: Anwendungsnutzer

# field:nereid.website,company:
source: Company
de_de: Unternehmen

# field:nereid.website,countries:
source: Countries Available
de_de: Verfügbare Staaten

# field:nereid.website,create_date:
source: Create Date
de_de: Erstellungsdatum

# field:nereid.website,create_uid:
source: Create User
de_de: Erstellt durch

# field:nereid.website,currencies:
source: Currencies Available
de_de: Verfügbare Währungen

# field:nereid.website,default_locale:
source: Default Locale
de_de: Standardlokalisierung

# field:nereid.website,guest_user:
source: Guest user
de_de: Gastbenutzer

# field:nereid.website,locales:
source: Languages Available
de_de: Verfügbare Sprachen

# field:nereid.website,timezone:
source: Timezone
de_de: Zeitzone

# field:nereid.website,write_date:
source: Write Date
de_de: Zuletzt geändert

# field:nereid.website,write_uid:
source: Write User
de_de: Letzte Änderung durch

# field:nereid.website-country.country,country:
source: Country
de_de: Staat

# field:nereid.website-country.country,create_date:
source: Create Date
de_de: Erstellungsdatum

# field:nereid.website-country.country,create_uid:
source: Create User
de_de: Erstellt durch

# field:nereid.website-country.country,write_date:
source: Write Date
de_de: Zuletzt geändert

# field:nereid.website-country.country,write_uid:
source: Write User
de_de: Letzte Änderung durch

# field:nereid.website-currency.currency,create_date:
source: Create Date
de_de: Erstellungsdatum

# field:nereid.website-currency.currency,create_uid:
source: Create User
de_de: Erstellt durch

# field:nereid.website-currency.currency,currency:
source: Currency
de_de: Währung

# field:nereid.website-currency.currency,write_date:
source: Write Date
de_de: Zuletzt geändert

# field:nereid.website-currency.currency,write_uid:
source: Write User
de_de: Letzte Änderung durch

# field:nereid.website-nereid.website.locale,create_date:
source: Create Date
de_de: Erstellungsdatum

# field:nereid.website-nereid.website.locale,create_uid:
source: Create User
de_de: Erstellt durch

# field:nereid.website-nereid.website.locale,locale:
source: Locale
de_de: Lokalisierung

# field:nereid.website-nereid.website.locale,write_date:
source: Write Date
de_de: Zuletzt geändert

# field:nereid.website-nereid.website.locale,write_uid:
source: Write User
de_de: Letzte Änderung durch

# field:nereid.website.locale,create_date:
source: Create Date
de_de: Erstellungsdatum

# field:nereid.website.locale,create_uid:
source: Create User
de_de: Erstellt durch

# field:nereid.website.locale,currency:
source: Currency
de_de: Währung

# field:nereid.website.locale,language:
source: Default Language
de_de: Standardsprache

# field:nereid.website.locale,write_date:
source: Write Date
de_de: Zuletzt geändert

# field:nereid.website.locale,write_uid:
source: Write User
de_de: Letzte Änderung durch

# field:party.party,nereid_users:
source: Web Users
de_de: Webbenutzer

# help:ir.translation,comments:
source: Comments/Hints for translator
de_de: Kommentare / Hinweise für Übersetzer

# model:ir.action,name:act_nereid_config
source: Configure Nereid
de_de: Nereid konfigurieren

# model:ir.action,name:act_website_locale_form
source: Web Sites Locale
de_de: Websitelokalisierung

# model:ir.action,name:action_nereid_static_file_view
source: Nereid Static Files
de_de: Nereid Statische Dateien

# model:ir.action,name:action_nereid_static_folder_view
source: Nereid Static Folders
de_de: Nereid Statische Verzeichnisse

# model:ir.action,name:action_nereid_user_view
source: Web User
de_de: Webbenutzer

# model:ir.action.act_window.domain,name:action_nereid_user_view_domain_active
source: Active
de_de: Aktiv

# model:ir.action.act_window.domain,name:action_nereid_user_view_domain_disabled
source: Disabled
de_de: Deaktiviert

# model:ir.trigger,name:trigger_clear_cache_locale
source: Clear Cache when locale changes
de_de: Cache löschen bei Änderung der Lokalisierung

# model:ir.trigger,name:trigger_clear_cache_website
source: Clear Cache when website changes
de_de: Cache löschen bei Änderung der Website

# model:ir.ui.menu,name:menu_files
source: Files
de_de: Dateien

# model:ir.ui.menu,name:menu_nereid_config_static_file
source: Files
de_de: Dateien

# model:ir.ui.menu,name:menu_nereid_config_static_folder
source: Folders
de_de: Verzeichnisse

# model:ir.ui.menu,name:menu_nereid_configuration
source: Configuration
de_de: Einstellungen

# model:ir.ui.menu,name:menu_nereid_user
source: Users
de_de: Benutzer

# model:ir.ui.menu,name:menu_nereid_user1
source: Web Users
de_de: Webbenutzer

# model:ir.ui.menu,name:menu_website_locale_form
source: Web Sites Locale
de_de: Websitelokalisierung

# model:nereid.permission,name:
source: Nereid Permissions
de_de: Nereid Berechtigungen

# model:nereid.permission-nereid.user,name:
source: Nereid User Permissions
de_de: Nereid Benutzer Berechtigungen

# model:nereid.static.file,name:
source: Static files for Nereid
de_de: Statische Dateien für Nereid

# model:nereid.static.folder,name:
source: Static folder for Nereid
de_de: Statisches Verzeichnis für Nereid

# model:nereid.user,name:
source: Nereid Users
de_de: Nereid Benutzer

# model:nereid.user.anonymous,name:
source: Nereid Anonymous User Object
de_de: Nereid Anonymer Benutzer Objekt

# model:nereid.website,name:
source: One of the most powerful features of Nereid is the ability to
de_de: Eine der herausragenden Eigenschaften von Nereid ist die Fähigkeit zu

# model:nereid.website-country.country,name:
source: Website Country Relations
de_de: Website Länder Verknüpfungen

# model:nereid.website-currency.currency,name:
source: Currencies to be made available on website
de_de: Währungen, die auf der Website verfügbar sein sollen

# model:nereid.website-nereid.website.locale,name:
source: Languages to be made available on website
de_de: Sprachen, die auf der Website verfügbar sein sollen.

# model:nereid.website.config.start,name:
source: Nereid Config
de_de: Nereid Konfiguration

# model:nereid.website.locale,name:
source: Web Site Locale
de_de: Websitelokalisierung

# model:res.group,name:group_nereid_admin
source: Nereid Administration
de_de: Administration Nereid

# model:res.user,name:web_user
source: Nereid Web User
de_de: Nereid Webbenutzer

# nereid:party.py:255
source: Address has been deleted successfully!
de_de: Adresse erfolgreich entfernt.

# nereid:party.py:27
source: Street
de_de: Anschrift 1

# nereid:party.py:28
source: Street (Bis)
de_de: Anschrift 2

# nereid:party.py:29
source: Post Code
de_de: Postleitzahl

# nereid:party.py:30
source: City
de_de: Stadt

# nereid:party.py:31
source: Country
de_de: Staat

# nereid:party.py:32
source: State/County
de_de: Land/Gegend

# nereid:party.py:34
source: Phone
de_de: Telefon

# nereid:user.py:385
source: A registration already exists with this email. Please contact customer care
de_de: Es existiert bereits eine Registrierung mit dieser E-Mailadresse. Bitte setzen Sie sich mit dem Kundensupport in Verbindung.

# nereid:user.py:414
source: Registration Complete. Check your email for activation
de_de: Registrierung abgeschlossen. Bitte überprüfen Sie Ihre E-Mails für den Aktivierungscode.

# nereid:user.py:427
source: Form has errors
de_de: Das Formular weist Fehler auf.

# nereid:user.py:43
source: New Password
de_de: Neues Passwort

# nereid:user.py:443
source: Account Activation
de_de: Kontoaktivierung

# nereid:user.py:45
source: Passwords must match
de_de: Passworte müssen übereinstimmen

# nereid:user.py:46
source: Confirm Password
de_de: Passwort bestätigen

# nereid:user.py:532
source: Passwords must match
de_de: Passworte müssen übereinstimmen

# nereid:user.py:558
source: The activation link has expired
de_de: Der Aktivierungslink ist abgelaufen.

# nereid:user.py:560
source: The activation token is invalid!
de_de: Der Aktivierungstoken ist ungültig.

# nereid:user.py:566
source: Your account has been activated. Please login now.
de_de: Ihr Konto wurde aktiviert. Bitte melden Sie sich jetzt an.

# nereid:user.py:568
source: Invalid Activation Code
de_de: Ungültiger Aktivierungscode

# nereid:user.py:605
source: Invalid email address.
de_de: Ungültige E-Mailadresse

# nereid:user.py:61
source: New Password
de_de: Neues Passwort

# nereid:user.py:619
source: Account Password Reset
de_de: Kontopasswort zurücksetzen

# nereid:user.py:63
source: Passwords must match
de_de: Passworte müssen übereinstimmen

# nereid:user.py:64
source: Repeat Password
de_de: Passwort wiederholen

# nereid:user.py:71
source: Old Password
de_de: Altes Passwort

# nereid:website.py:207
source: You are now logged in. Welcome %(name)s
de_de: Sie sind nun angemeldet. Willkommen %(name)s

# nereid:website.py:222
source: Your account has not been activated yet!
de_de: Ihr Konto wurde noch nicht aktiviert.

# nereid:website.py:224
source: Invalid login credentials
de_de: Ungültige Logindaten

# nereid:website.py:241
source: You have been logged out successfully. Thanks for visiting us
de_de: Sie sind erfolgreich abgemeldet worden. Danke für Ihren Besuch!

# nereid:website.py:33
source: Password
de_de: Passwort

# nereid:website.py:34
source: Remember me
de_de: Angemeldet bleiben

# selection:ir.translation,type:
source: Nereid Template
de_de: Nereid Vorlage

# selection:ir.translation,type:
source: WTforms built-in Messages
de_de: WTforms eingebaute Nachrichten

# selection:nereid.static.folder,type:
source: Local File
de_de: Lokale Datei

# view:nereid.static.file:
source: Paths
de_de: Pfade

# view:nereid.static.file:
source: Preview
de_de: Vorschau

# view:nereid.static.folder:
source: Files
de_de: Dateien

# view:nereid.static.folder:
source: Static Folder
de_de: Statisches Verzeichnis

# view:nereid.user:
source: Permissions
de_de: Berechtigungen

# view:nereid.user:
source: Web User
de_de: Webbenutzer

# view:nereid.website.config.start:
source: Create Nereid Website
de_de: Website erstellen

# view:nereid.website.config.start:
source: You can now add nereid website into the system.
de_de: Sie können nun eine Website zum System hinzufügen.

# view:nereid.website.locale:
source: Web Site Locale
de_de: Websitelokalisierung

# view:nereid.website.locale:
source: Web Sites Locale
de_de: Websitelokalisierung

# view:nereid.website:
source: Configuration
de_de: Einstellungen

# view:nereid.website:
source: Countries
de_de: Staaten

# view:nereid.website:
source: General
de_de: Allgemein

# view:nereid.website:
source: Locales
de_de: Lokalisierungen

# view:party.party:
source: Web Users
de_de: Webbenutzer

# wizard_button:nereid.website.config,start,end:
source: Cancel
de_de: Annulliert

# wizard_button:nereid.website.config,website,add:
source: Add
de_de: Hinzufügen

# wizard_button:nereid.website.config,website,end:
source: Cancel
de_de: Abbrechen

# wtforms:csrf/core.py:98
source: Invalid CSRF Token
de_de: Token für Websiteübergreifende Anfragenfälschung (CSFR) ungültig

# wtforms:csrf/session.py:61
source: CSRF token missing
de_de: Token für Websiteübergreifende Anfragenfälschung (CSFR) fehlt

# wtforms:csrf/session.py:69
source: CSRF failed
de_de: Websiteübergreifende Anfragenfälschung (CSFR) fehlgeschlagen

# wtforms:csrf/session.py:74
source: CSRF token expired
de_de: Token für Websiteübergreifende Anfragenfälschung (CSFR) ist verfallen

# wtforms:ext/appengine/fields.py:164
source: Not a valid choice
de_de: Ungültige Auswahl

# wtforms:ext/appengine/fields.py:166
source: Not a valid choice
de_de: Ungültige Auswahl

# wtforms:ext/appengine/fields.py:185
source: Not a valid list
de_de: Ungültige Liste

# wtforms:ext/appengine/fields.py:204
source: Not a valid integer list
de_de: Ungültige Ganzzahlliste

# wtforms:ext/appengine/fields.py:87
source: Not a valid choice
de_de: Ungültige Auswahl

# wtforms:ext/csrf/form.py:47
source: Invalid CSRF Token
de_de: Token für Websiteübergreifende Anfragenfälschung (CSFR) ungültig

# wtforms:ext/csrf/session.py:58
source: CSRF token missing
de_de: Token für Websiteübergreifende Anfragenfälschung (CSFR) fehlt

# wtforms:ext/csrf/session.py:66
source: CSRF failed
de_de: Websiteübergreifende Anfragenfälschung (CSFR) fehlgeschlagen

# wtforms:ext/csrf/session.py:71
source: CSRF token expired
de_de: Token für Websiteübergreifende Anfragenfälschung (CSFR) ist verfallen

# wtforms:ext/dateutil/fields.py:63
source: Please input a date/time value
de_de: Bitte einen Wert für Datum/Zeit eingeben.

# wtforms:ext/dateutil/fields.py:75
source: Invalid date/time input
de_de: Ungültige Eingabe von Datum/Zeit

# wtforms:ext/dateutil/fields.py:83
source: Invalid date/time input
de_de: Ungültige Eingabe von Datum/Zeit

# wtforms:ext/django/fields.py:95
source: Not a valid choice
de_de: Ungültige Auswahl

# wtforms:ext/sqlalchemy/fields.py:125
source: Not a valid choice
de_de: Ungültige Auswahl

# wtforms:ext/sqlalchemy/fields.py:127
source: Not a valid choice
de_de: Ungültige Auswahl

# wtforms:ext/sqlalchemy/fields.py:180
source: Not a valid choice
de_de: Ungültige Auswahl

# wtforms:ext/sqlalchemy/fields.py:185
source: Not a valid choice
de_de: Ungültige Auswahl

# wtforms:fields/core.py:461
source: Invalid Choice: could not coerce
de_de: Ungültige Auswahl

# wtforms:fields/core.py:468
source: Not a valid choice
de_de: Ungültige Auswahl

# wtforms:fields/core.py:494
source: Invalid choice(s): one or more data inputs could not be coerced
de_de: Ungültige Auswahl für eine oder mehrere Eingaben

# wtforms:fields/core.py:501
source: '%(value)s' is not a valid choice for this field
de_de: '%(value)s' ist keine gültige Auswahl für dieses Feld.

# wtforms:fields/core.py:584
source: Not a valid integer value
de_de: Ungültiger Wert für Ganzzahl

# wtforms:fields/core.py:650
source: Not a valid decimal value
de_de: Ungültiger Wert für Dezimalzahl

# wtforms:fields/core.py:677
source: Not a valid float value
de_de: Ungültiger Wert für Fließkommazahl

# wtforms:fields/core.py:736
source: Not a valid datetime value
de_de: Ungültiger Wert für Zeit

# wtforms:fields/core.py:753
source: Not a valid date value
de_de: Ungültiger Wert für Datum

# wtforms:validators.py:100
source: Field cannot be longer than %(max)d character.
de_de: Feld kann nicht mehr als %(max)d Zeichen enthalten.

# wtforms:validators.py:100
source: Field cannot be longer than %(max)d characters.
de_de: Feld kann nicht mehr als %(max)d Zeichen enthalten.

# wtforms:validators.py:103
source: Field must be between %(min)d and %(max)d characters long.
de_de: Feld muss zwischen %(min)d und %(max)d Zeichen enthalten.

# wtforms:validators.py:139
source: Number must be at least %(min)s.
de_de: Nummer muss mindestens %(min)s lang sein.

# wtforms:validators.py:141
source: Number must be at most %(max)s.
de_de: Nummer darf höchstens %(max)s lang sein.

# wtforms:validators.py:143
source: Number must be between %(min)s and %(max)s.
de_de: Nummer muss zwischen %(min)s und %(max)s lang sein.

# wtforms:validators.py:203
source: This field is required.
de_de: Dieses Feld ist erforderlich.

# wtforms:validators.py:243
source: This field is required.
de_de: Dieses Feld ist erforderlich.

# wtforms:validators.py:275
source: Invalid input.
de_de: Ungültige Eingabe

# wtforms:validators.py:301
source: Invalid email address.
de_de: Ungültige E-Mailadresse

# wtforms:validators.py:335
source: Invalid IP address.
de_de: Ungültige IP-Adresse

# wtforms:validators.py:386
source: Invalid Mac address.
de_de: Ungültige MAC-Adresse

# wtforms:validators.py:415
source: Invalid URL.
de_de: Ungültige URL

# wtforms:validators.py:436
source: Invalid UUID.
de_de: Ungültige UUID

# wtforms:validators.py:464
source: Invalid value, must be one of: %(values)s.
de_de: Ungültiger Wert. Es muss einer der Folgenden sein: %(values)s.

# wtforms:validators.py:496
source: Invalid value, can't be any of: %(values)s.
de_de: Ungültiger Wert. Keiner der Folgenden ist gültig: %(values)s.

# wtforms:validators.py:56
source: Invalid field name '%s'.
de_de: Ungültiger Feldname '%s'.

# wtforms:validators.py:64
source: Field must be equal to %(other_name)s.
de_de: Feld muss gleich wie %(other_name)s sein.

# wtforms:validators.py:97
source: Field must be at least %(min)d character long.
de_de: Feld muss mindestens %(min)d Zeichen enthalten.

# wtforms:validators.py:97
source: Field must be at least %(min)d characters long.
de_de: Feld muss mindestens %(min)d Zeichen enthalten.
